tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
cask "adoptopenjdk8"
brew "ansible"
brew "bash"
brew "bash-completion", link: false
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bazel"
brew "brew-cask-completion"
brew "docker"
brew "fzf"
brew "git"
brew "git-flow"
brew "gnupg"
brew "htop"
brew "jenv"
brew "jmeter"
brew "kubernetes-cli", link: false
brew "maven"
brew "minikube"
brew "mysql-client"
brew "nvm"
brew "openapi-generator"
brew "openshift-cli"
brew "pinentry-mac"
brew "postgresql"
brew "stow"
brew "swagger-codegen"
brew "tldr"
brew "tmux"
brew "vagrant-completion"
brew "yq"
cask "anaconda"
cask "java"
cask "java11"
cask "minikube"
cask "vagrant"
cask "vagrant-manager"
