tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ansible"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bash-completion", link: false
brew "bash-completion@2"
brew "bash-git-prompt"
brew "openjdk@11"
brew "bazel"
brew "brew-cask-completion"
brew "docker", link: false
brew "exa"
brew "expect"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "guile"
brew "gnupg"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "htop"
brew "jenv"
brew "jmeter"
brew "kubernetes-cli", link: false
brew "maven"
brew "minikube", link: false
brew "mysql-client"
brew "nvm"
brew "openapi-generator"
brew "openjdk@17"
brew "socat"
brew "openshift-cli"
brew "pinentry-mac"
brew "plantuml"
brew "postgresql@14"
brew "python@3.8"
brew "python@3.9"
brew "sphinx-doc"
brew "stow"
brew "swagger-codegen"
brew "tldr"
brew "tmux"
brew "vagrant-completion"
brew "yq"
cask "anaconda"
cask "apache-directory-studio"
cask "java11"
cask "minikube"
cask "vagrant"
cask "vagrant-manager"
